Repository: santoshkc2200/hitofit
Catalog: hitofit-companion/Localize/Localizable.xcstrings
Source language: en
Languages: ja

# display.autoOpenHint
source: The chosen experience opens automatically on Vision Pro when you start.
ja: 選んだ体験はセッション開始時にVision Proで自動的に起動します。

# display.barChart
source: Bar Chart
ja: 棒グラフ

# display.barChartDesc
source: Mixed reality — floating chart over real world
ja: 複合現実 — 現実空間に浮かぶグラフ

# display.brickWall
source: Brick Wall
ja: レンガの壁

# display.brickWallDesc
source: Fully immersive — builds a red brick wall
ja: 完全没入 — 赤いレンガの壁を積み上げます

# display.visionProDisplay
source: Vision Pro Display
ja: Vision Pro 表示

# server.connectingProgress
source: Connecting…
ja: 接続中…

# server.disconnect
source: Disconnect
ja: 切断

# server.getStarted
source: Get Started
ja: はじめる

# server.idPlaceholder
source: e.g. 1234
ja: 例：1234

# server.instructions
source: Enter an ID and start listening for your Vision Pro.
ja: IDを入力してVision Proの接続を待ちます。

# server.listeningProgress
source: Listening for incoming connections…
ja: 接続を待機中…

# server.serverID
source: Server ID
ja: サーバーID

# server.startListening
source: Start Listening
ja: 待機開始

# server.stopListening
source: Stop Listening
ja: 待機停止

# server.waitingHandshake
source: Waiting for secure handshake
ja: 安全なハンドシェイクを待機中

# session.endButton
source: End Session & Reset
ja: セッション終了・リセット

# session.readyToStart
source: Ready to Start
ja: 開始準備完了

source: Session Setup
ja: セッション設定

# session.startButton %@
source: Start %@ Session
ja: %@セッションを開始

# session.stepsThisSession
source: Steps This Session
ja: 今回のセッションの歩数

# session.stepTarget
source: Step Target
ja: 目標歩数

# session.stepTargetValue %lld
source: %lld steps
ja: %lld 歩

# status.connected
source: Connected
ja: 接続済み

# status.connecting
source: Connecting…
ja: 接続中…

# status.listening
source: Listening…
ja: 待機中…

# status.notConnected
source: Not connected
ja: 未接続
